[Section_LID0x0809]//英语_UK语言ID
Installinfo=Please wait...configuring software
InfoAftetDriver=Installing completed, please pull out the data line and restart your computer to use PC suite.
DrvProgramName=Installing Driver...
NotationBoxTiltle=Tip
PhoneNotConnectNotation=Please connect mobile phone and continue installing drivers.
DriverExistNotation=Drivers have been installed, you can uninstall them by uninstalling PC suite.
OnlyOnePhoneNotation=Please pull out other mobile phones before installing drivers.
Key_DriverUpdateSuc=Updating Driver succeeded.
Key_DriverUpdateFailed=Updating driver failed.
Key_UpdateNotation=Find new driver, do you want to update it?
Key_RestartNotation=Updating Driver succeeded, please restart your computer.
Key_UpDating=Updating driver, please wait...
Key_InstallFromPath=Please run the setup.exe in the cdrom root path for installing driver.

[Section_LID0x0804]//中文简体
Installinfo=正在安装驱动, 请等待
InfoAftetDriver=驱动安装完成,请拨出手机。建议您重新启动电脑!
DrvProgramName=驱动安装...
NotationBoxTiltle=温馨提示
PhoneNotConnectNotation=请插上手机再安装驱动。
DriverExistNotation=驱动已经安装，您可以通过卸载PC助手来卸载驱动。
OnlyOnePhoneNotation=请拔掉其他手机再安装驱动。
Key_DriverUpdateSuc=驱动升级成功。
Key_DriverUpdateFailed=驱动升级失败。
Key_UpdateNotation=检测到新驱动，是否要更新？
Key_RestartNotation=驱动升级成功，请重启电脑。
Key_UpDating=正在升级驱动，请等待...
Key_InstallFromPath=请到根目录下执行setup.exe安装驱动.

[Section_LID0x0404]//中文繁体
Installinfo=正在安裝驅動，請等待...
InfoAftetDriver=驅動安裝完成.
DrvProgramName=驅動安裝
NotationBoxTiltle=溫馨提示
PhoneNotConnectNotation=請插上手機后再安裝驅動
DriverExistNotation=驅動已經安裝,您可以通過卸載pc助手驱动来卸載驅動.
OnlyOnePhoneNotation=請拔掉其他手機再安裝驅動.
Key_DriverUpdateSuc=驅動升級成功.
Key_DriverUpdateFailed=驱动升级失败。驅動升級失敗.
Key_UpdateNotation=檢測到新驅動,是否要更新?
Key_RestartNotation=驅動升級成功,請重啓電腦.
Key_UpDating=正在升級驅動,請等待...
Key_InstallFromPath=請到光盤根目錄下執行setup.exe安裝驅動.

[Section_LID0x040C]//french语言ID
Installinfo=Attendez SVP...En cours de configuration logiciel
InfoAftetDriver=Désinstallation terminée, débranchez le câble USB et redémarrez votre ordinateur pour utiliser suite PC.
DrvProgramName=Installation driver en cours...
NotationBoxTiltle=Conseil d’opération
PhoneNotConnectNotation=Connecter téléphone mobile SVP et continuer installation drivers
DriverExistNotation=Drivers installés, vous pouvez les désinstaller en désinstallant suite PC.
OnlyOnePhoneNotation=Enlever autres téléphones mobiles SVP avant installation drivers.
Key_DriverUpdateSuc=Mise à jour driver réussie.
Key_DriverUpdateFailed=Mise à jour driver échouée.
Key_UpdateNotation=Nouveau driver trouvé, voulez-vous le mettre à jour?
Key_RestartNotation=Mise à jour driver réussie, redémarrer votre ordinateur SVP.
Key_UpDating=Mise à jour driver en cours, attendez SVP...
Key_InstallFromPath=Exécuter SVP setup.exe dans la racine du cdrom pour installer driver.

[Section_LID0x0C0C]//French(fr-rCA)语言ID
Installinfo=Configuration du logiciel. Veuillez patienter.…
InfoAftetDriver=Installation terminée. Veuillez débrancher le câble USB et redémarrer votre ordinateur afin d'utiliser la suite de logiciels pour PC.
DrvProgramName=Installation du pilote...
NotationBoxTiltle=Conseil
PhoneNotConnectNotation=Veuillez connecter votre téléphone cellulaire et poursuivre l'installation des pilotes.
DriverExistNotation=Les pilotes ont été installés. Vous pouvez les désinstaller en désinstallant la suite de logiciels pour PC.
OnlyOnePhoneNotation=Veuillez débrancher les autres téléphones cellulaires avant d'installer les pilotes.
Key_DriverUpdateSuc=Le téléchargement du pilote a été réussi.
Key_DriverUpdateFailed=Le téléchargement du pilote a échoué.
Key_UpdateNotation=Nouveau pilote trouvé. Désirez-vous le mettre à jour?
Key_RestartNotation=La mise à jour du pilote a été réussie. Veuillez redémarrer votre ordinateur.
Key_UpDating=Mise à jour du pilote. Veuillez patienter.…
Key_InstallFromPath=Veuillez lancer le fichier setup.exe à partir du CD-ROM pour installer les pilotes.

[Section_LID0x041F]//Turkey(tr)语言ID
Installinfo		=Yazılım yapılandırılıyor. Lütfen bekleyin….                                                                     
InfoAftetDriver		=Yükleme tamamlandı. PC suite'yi kullanmak için lütfen USB kablosunu çıkartın ve bilgisayarınızı tekrar başlatın.
DrvProgramName		=Sürücü yükleniyor...                                                                                            
NotationBoxTiltle	=Uç                                                                                                              
PhoneNotConnectNotation	=Lütfen cep telefonunuzu bağlayın ve sürücüleri yüklemeye devam edin.                                            
DriverExistNotation	=Sürücüler yüklendi. PC suite'yi kaldırarak bunları kaldırabilirsiniz.                                           
OnlyOnePhoneNotation	=Lütfen sürücüleri yüklemeden önce diğer cep telefonlarını çıkartın.                                             
Key_DriverUpdateSuc	=Sürücü güncellendi.                                                                                             
Key_DriverUpdateFailed	=Sürücü güncellenemedi.                                                                                          
Key_UpdateNotation	=Yeni sürücü bulundu. Güncellemek istiyor musunuz?                                                               
Key_RestartNotation	=Sürücü güncellendi. Lütfen bilgisayarınızı tekrar başlatın.                                                     
Key_UpDating		=Sürücü güncelleniyor. Lütfen bekleyin...                                                                        
Key_InstallFromPath=Lütfen sürücüyü yüklemek için CD-ROM'un kök yolundaki setup.exe dosyasını çalıştırın.

[Section_LID0x041D]//Sweden(sv)语言ID
Installinfo		=Konfigurerar program. Vänta…                                                                                      
InfoAftetDriver		=Installationen är klar. Koppla bort USB-kabeln från datorn och starta datorn på nytt för att använda datorprogram.
DrvProgramName		=Installerar drivenhet...                                                                                          
NotationBoxTiltle	=Tips!                                                                                                             
PhoneNotConnectNotation	=Anslut mobiltelefonen och fortsätt installera drivenheterna.                                                      
DriverExistNotation	=Drivenheterna har installerats. Du kan avinstallera dem genom att avinstallera datorprogram.                      
OnlyOnePhoneNotation	=Koppla bort andra mobiltelefoner innan du installerar drivenheterna.                                              
Key_DriverUpdateSuc	=Drivenheten har uppdaterats.                                                                                      
Key_DriverUpdateFailed	=Det gick inte att uppdatera drivenheten.                                                                          
Key_UpdateNotation	=Ny drivenhet har hittats. Vill du uppdatera den?                                                                  
Key_RestartNotation	=Drivenheten har uppdaterats. Starta om datorn.                                                                    
Key_UpDating		=Drivenheten uppdateras. Vänta...                                                                                  
Key_InstallFromPath=Kör setup.exe-filen via rotsökvägen i CD-ROM:en så installeras drivenheterna.

[Section_LID0x040A]//Spanish(es)语言ID
Installinfo		=Configuración del software. Espere…                                                          
InfoAftetDriver		=Instalación completa. Desconecte el cable USB y reinicie el ordenador para utilizar PC Suite.
DrvProgramName		=Instalando controlador…                                                                      
NotationBoxTiltle	=Sugerencia                                                                                   
PhoneNotConnectNotation	=Conecte el móvil y continúe instalando los controladores.                                    
DriverExistNotation	=Los controladores se han instalado. Puede desinstalarlos desinstalando PC Suite.             
OnlyOnePhoneNotation	=Desconecte el resto de móviles antes de instalar los controladores.                          
Key_DriverUpdateSuc	=El controlador se actualizó correctamente.                                                   
Key_DriverUpdateFailed	=Error al actualizar el controlador.                                                          
Key_UpdateNotation	=Nuevo controlador encontrado. ¿Desea actualizarlo?                                           
Key_RestartNotation	=El controlador se actualizó correctamente. Reinicie el ordenador.                            
Key_UpDating		=Actualizando controlador. Espere...                                                          
Key_InstallFromPath=Ejecute el archivo setup.exe de la ruta raíz del CD-ROM para instalar los controladores.

[Section_LID0x200A]//Spanish(es-la)语言ID
Installinfo		=Configurando software. Espere…                                                                         
InfoAftetDriver		=Instalación completa. Desconecte el cable USB y reinicie la computadora para utilizar el PC suite.     
DrvProgramName		=Instalando controlador…                                                                                
NotationBoxTiltle	=Sugerencia                                                                                             
PhoneNotConnectNotation	=Conecte el teléfono móvil y continúe instalando los controladores.                                     
DriverExistNotation	=Se han instalado los controladores. Se pueden desinstalar los controladores al desinstalar el PC suite.
OnlyOnePhoneNotation	=Desconecte los demás teléfonos móviles antes de instalar los controladores.                            
Key_DriverUpdateSuc	=Actualización de controladores exitosa.                                                                
Key_DriverUpdateFailed	=Error al actualizar el controlador.                                                                    
Key_UpdateNotation	=Nuevo controlador encontrado. ¿Desea actualizarlo?                                                     
Key_RestartNotation	=Actualización del controlador exitosa. Reinicie la computadora.                                        
Key_UpDating		=Actualizando el controlador. Espere...                                                                 
Key_InstallFromPath=Para instalar los controladores, ejecute el archivo setup.exe en la ruta del CD-ROM.

[Section_LID0x041B]//Slovakian(sk)语言ID
Installinfo		=Konfiguruje sa softvér. Čakajte…                                                            
InfoAftetDriver		=Inštalácia dokončená. Na používanie balíka PC Suite odpojte kábel USB a reštartujte počítač.
DrvProgramName		=Inštalujú sa ovládače...                                                                    
NotationBoxTiltle	=Tip                                                                                         
PhoneNotConnectNotation	=Pripojte mobilný telefón a pokračujte v inštalácii ovládačov.                               
DriverExistNotation	=Ovládače boli nainštalované. Odinštalovať ich môžete odinštalovaním balíka PC Suite.        
OnlyOnePhoneNotation	=Pred inštaláciou ovládačov odpojte ostatné mobilné telefóny.                                
Key_DriverUpdateSuc	=Aktualizácia ovládača bola úspešná.                                                         
Key_DriverUpdateFailed	=Aktualizácia ovládača nebola úspešná.                                                       
Key_UpdateNotation	=Našiel sa nový ovládač. Chcete ho aktualizovať?                                             
Key_RestartNotation	=Aktualizácia ovládača bola úspešná. Reštartujte počítač.                                    
Key_UpDating		=Aktualizuje sa ovládač. Čakajte…                                                            
Key_InstallFromPath=Ak chcete nainštalovať ovládače, spustite súbor setup.exe v koreňovom adresári disku CD-ROM.

[Section_LID0x0419]//Russian(ru)语言ID
Installinfo		=Идет конфигурирование ПО. Пожалуйста, подождите…                                                                
InfoAftetDriver		=Установка завершена. Пожалуйста, выньте кабель USB и выполните перезапуск компьютера для использования PC suite.
DrvProgramName		=Идет установка драйвера…                                                                                        
NotationBoxTiltle	=Совет:                                                                                                          
PhoneNotConnectNotation	=Пожалуйста, подключите мобильный телефон для завершения установки драйверов.                                    
DriverExistNotation	=Драйверы установлены. Для удаления драйверов выполните деинсталляцию PC suite.                                  
OnlyOnePhoneNotation	=Пожалуйста, перед установкой драйверов, отсоедините другие мобильные телефоны.                                  
Key_DriverUpdateSuc	=Обновление драйверов выполнено успешно.                                                                         
Key_DriverUpdateFailed	=Не удалось выполнить обновление драйверов.                                                                      
Key_UpdateNotation	=Найден новый драйвер. Выполнить обновление драйвера?                                                            
Key_RestartNotation	=Обновление драйвера выполнено успешно. Пожалуйста, выполните перезапуск компьютера.                             
Key_UpDating		=Идет обновление драйвера. Пожалуйста, подождите...                                                              
Key_InstallFromPath=Пожалуйста, для установки драйверов, запустите файл setup.exe, который находится в корневом каталоге компакт-диска.

[Section_LID0x0418]//Rumania(ro)语言ID
Installinfo		=Se configurează software-ul. Aşteptaţi...                                                              
InfoAftetDriver		=Instalare finalizată. Vă rugăm deconectaţi cablul USB şi reporniţi computerul pentru a folosi PC Suite.
DrvProgramName		=Se instalează driverul…                                                                                
NotationBoxTiltle	=Sfat                                                                                                   
PhoneNotConnectNotation	=Vă rugăm conectaţi telefonul mobil şi continuaţi instalarea driverelor.                                
DriverExistNotation	=Driverele au fost instalate. Le puteţi dezinstala prin dezinstalarea PC suite.                         
OnlyOnePhoneNotation	=Deconectaţi alte telefoane mobile înainte de a instala driverele.                                      
Key_DriverUpdateSuc	=Actualizarea driverului a reuşit.                                                                      
Key_DriverUpdateFailed	=Actualizarea driverului a eşuat.                                                                       
Key_UpdateNotation	=S-a găsit un driver nou. Doriţi să-l actualizaţi?                                                      
Key_RestartNotation	=Actualizarea driverului a reuşit. Vă rugăm reporniţi computerul.                                       
Key_UpDating		=Se actualizează driverul. Vă rugăm aşteptaţi...                                                        
Key_InstallFromPath=Rulaţi fişierul setup.exe din calea rădăcină de pe CD-ROM pentru a instala driverele.

[Section_LID0x0416]//Portuguese Brazil语言ID
Installinfo		=Configurando o software. Por favor, aguarde…                                                                        
InfoAftetDriver		=Instalação concluída. Favor retirar o cabo USB do computador e reiniciar seu computador para utilizar o suite do PC.
DrvProgramName		=Instalando driver…                                                                                                  
NotationBoxTiltle	=Dica                                                                                                                
PhoneNotConnectNotation	=Favor conectar o telefone celular e continuar a instalação dos drivers.                                             
DriverExistNotation	=Drivers foram instalados. Você pode desinstalá-los ao desinstalar o suite do PC.                                    
OnlyOnePhoneNotation	=Favor desplugar outros telefones celulars antes de instalar os drivers.                                             
Key_DriverUpdateSuc	=A atualização foi bem sucedida.                                                                                     
Key_DriverUpdateFailed	=Falha na atualização do driver.                                                                                     
Key_UpdateNotation	=Novo driver encontrado. Deseja atualizá-lo?                                                                         
Key_RestartNotation	=Driver atualizado com sucesso. Favor reiniciar seu computador.                                                      
Key_UpDating		=Atualizando o driver. Por favor, aguarde...                                                                         
Key_InstallFromPath=Favor executar o arquivo setup.exe no caminho de raiz do CD-ROM para instalar os drivers.

[Section_LID0x0816]//Portuguese Portugal(pt)语言ID
Installinfo		=A configurar o software. Aguarde…                                                          
InfoAftetDriver		=Instalação concluída. Desligue o cabo USB e reinicie o computador para utilizar o PC Suite.
DrvProgramName		=A instalar o controlador…                                                                  
NotationBoxTiltle	=Sugestão                                                                                   
PhoneNotConnectNotation	=Ligue o telefone e continue a instalar os controladores.                                   
DriverExistNotation	=Os controladores foram instalados. Para removê-los, desinstale o PC Suite.                 
OnlyOnePhoneNotation	=Desligue outros telemóveis antes de instalar os controladores.                             
Key_DriverUpdateSuc	=A actualização do controlador foi bem sucedida.                                            
Key_DriverUpdateFailed	=A actualização do controlador falhou.                                                      
Key_UpdateNotation	=Foi encontrado um novo controlador. Pretende actualizá-lo?                                 
Key_RestartNotation	=A actualização do controlador foi bem sucedida. Reinicie o computador.                     
Key_UpDating		=A actualizar o controlador. Aguarde...                                                     
Key_InstallFromPath=Execute o ficheiro setup.exe no caminho raiz do CD-ROM para instalar os controladores.

[Section_LID0x0415]//Polish(pl)语言ID
Installinfo		=Konfigurowanie oprogramowania. Proszę czekać...                                                        
InfoAftetDriver		=Instalacja ukończona. Odłącz kabel USB i uruchom ponownie komputer, aby używać oprogramowania PC suite.
DrvProgramName		=Instalowanie sterownika…                                                                               
NotationBoxTiltle	=Porada                                                                                                 
PhoneNotConnectNotation	=Podłącz telefon komórkowy i kontynuuj instalowanie sterowników.                                        
DriverExistNotation	=Sterowniki zostały zainstalowane. Możesz odinstalować je, odinstalowując oprogramowanie PC suite.      
OnlyOnePhoneNotation	=Odłącz inne telefony komórkowe przed instalowaniem sterowników.                                        
Key_DriverUpdateSuc	=Aktualizowanie sterownika przebiegło pomyślnie.                                                        
Key_DriverUpdateFailed	=Aktualizowanie sterownika nie powiodło się.                                                            
Key_UpdateNotation	=Znaleziono nowy sterownik. Czy chcesz go zaktualizować?                                                
Key_RestartNotation	=Aktualizowanie sterownika przebiegło pomyślnie. Uruchom ponownie komputer.                             
Key_UpDating		=Aktualizowanie sterownika. Proszę czekać...                                                            
Key_InstallFromPath=Uruchom znajdujący się w katalogu głównym dysku CD-ROM plik setup.exe w celu zainstalowania sterowników.

[Section_LID0x0414]//Norway(nb)语言ID
Installinfo		=Konfigurerer programvare. Vennligst vent…                                                     
InfoAftetDriver		=Avinstallering fullstendig. Koble fra USB-kabelen og start datamaskinen for å bruke PC-suiten.
DrvProgramName		=Installerer driver...                                                                         
NotationBoxTiltle	=Tips                                                                                          
PhoneNotConnectNotation	=Vennligst koble til mobiltelefonen og fortsett installeringen av drivere.                     
DriverExistNotation	=Drivere har blitt installert. Du kan avinstallere dem ved å avinstallere PC-suiten.           
OnlyOnePhoneNotation	=Vennligst koble fra andre mobiltelefoner før installeringen av drivere.                       
Key_DriverUpdateSuc	=Vellykket oppdatering av drivere.                                                             
Key_DriverUpdateFailed	=Mislykket oppdatering av drivere.                                                             
Key_UpdateNotation	=Ny driver funnet. Ønsker du å oppdatere den?                                                  
Key_RestartNotation	=Vellykket oppdatering av driver. Start datamaskinen på nytt.                                  
Key_UpDating		=Oppdaterer driver. Vent litt...                                                               
Key_InstallFromPath=Vennligst kjør filen setup.exe i CD-ROM-rotbanen for å installere drivere.

[Section_LID0x0410]//Italy(it)语言ID
Installinfo		=Configurazione software in corso. Attendere...                                              
InfoAftetDriver		=Installazione completata. Scollegare il cavo USB e riavviare il computer per usare PC suite.
DrvProgramName		=Installazione driver in corso...                                                            
NotationBoxTiltle	=Suggerimento                                                                                
PhoneNotConnectNotation	=Connettere il telefono cellulare e proseguire con l'installazione dei driver.               
DriverExistNotation	=I driver sono stati installati. È possibile disinstallarli disinstallando PC suite.         
OnlyOnePhoneNotation	=Scollegare gli altri telefoni cellulari prima di installare i driver.                       
Key_DriverUpdateSuc	=Aggiornamento driver completato.                                                            
Key_DriverUpdateFailed	=Aggiornamento driver non riuscito.                                                          
Key_UpdateNotation	=Trovato nuovo driver. Aggiornarlo?                                                          
Key_RestartNotation	=Aggiornamento driver completato. Riavviare il computer.                                     
Key_UpDating		=Aggiornamento driver in corso. Attendere...                                                 
Key_InstallFromPath=Eseguire il file setup.exe nel percorso radice del CD-ROM per installare i driver.

[Section_LID0x040E]//Hungary(hu)语言ID
Installinfo		=Szoftver konfigurálása folyamatban. Kérem, várjon…                                                              
InfoAftetDriver		=A telepítés véget ért. A PC Suite használatához húzza ki az USB kábelt, és indítsa újra a számítógépet.         
DrvProgramName		=Illesztőprogram telepítése...                                                                                   
NotationBoxTiltle	=Tanács                                                                                                          
PhoneNotConnectNotation	=Csatlakoztassa a mobiltelefont, és folytassa az illesztőprogramok telepítését.                                  
DriverExistNotation	=Az illesztőprogramok telepítése megtörtént. Ha el szeretné ezeket távolítani, távolítsa el a PC Suite szoftvert.
OnlyOnePhoneNotation	=Mielőtt az illesztőprogramokat telepítené, húzzon ki minden más telefont.                                       
Key_DriverUpdateSuc	=Sikeresen frissítette az illesztőprogramot.                                                                     
Key_DriverUpdateFailed	=Nem sikerült frissíteni az illesztőprogramot.                                                                   
Key_UpdateNotation	=Új illesztőprogramot talált. Szeretné telepíteni?                                                               
Key_RestartNotation	=Sikeresen frissítette az illesztőprogramot. Indítsa újra a számítógépet!                                        
Key_UpDating		=Illesztőprogram frissítése folyamatban. Kérem, várjon...                                                        
Key_InstallFromPath=Az illesztőprogramok telepítéséhez futassa a CD-ROM gyökérkönyvtárában található setup.exe állományt.

[Section_LID0x0408]//Greece(el)语言ID
Installinfo		=Διαμόρφωση λογισμικού σε εξέλιξη. Περιμένετε…                                                                                       
InfoAftetDriver		=Η εγκατάσταση ολοκληρώθηκε. Αποσυνδέστε το καλώδιο USB και κάντε επανεκκίνηση του υπολογιστή για να χρησιμοποιήσετε το PC suite.    
DrvProgramName		=Installing driver…                                                                                                                  
NotationBoxTiltle	=Συμβουλή                                                                                                                            
PhoneNotConnectNotation	=Συνδέστε το κινητό τηλέφωνο και συνεχίστε την εγκατάσταση των προγραμμάτων οδήγησης.                                                
DriverExistNotation	=Τα προγράμματα οδήγησης έχουν εγκατασταθεί. Μπορείτε να καταργήσετε την εγκατάστασή τους με κατάργηση της εγκατάστασης του PC suite.
OnlyOnePhoneNotation	=Αποσυνδέστε τα άλλα κινητά τηλέφωνα πριν από την εγκατάσταση των προγραμμάτων οδήγησης.                                             
Key_DriverUpdateSuc	=Η ενημέρωση του προγράμματος οδήγησης επέτυχε.                                                                                      
Key_DriverUpdateFailed	=Η ενημέρωση του προγράμματος οδήγησης απέτυχε.                                                                                      
Key_UpdateNotation	=Βρέθηκε νέο πρόγραμμα οδήγησης. Θέλετε να το ενημερώσετε;                                                                           
Key_RestartNotation	=Η ενημέρωση του προγράμματος οδήγησης επέτυχε. Κάντε επανεκκίνηση του υπολογιστή.                                                   
Key_UpDating		=Ενημέρωση προγράμματος οδήγησης σε εξέλιξη. Περιμένετε…                                                                             
Key_InstallFromPath=Εκτελέστε το αρχείο setup.exe στη διαδρομή εκκίνησης του CD-ROM για εγκατάσταση των προγραμμάτων οδήγησης.

[Section_LID0x0407]//German(de)语言ID
Installinfo		=Software konfigurieren. Bitte warten…                                                                  
InfoAftetDriver		=Installation abgeschlossen. Bitte USB-Kabel ausstecken und Computer neu starten, um PC-Suite zu nutzen.
DrvProgramName		=Treiber installieren…                                                                                  
NotationBoxTiltle	=Tipp:                                                                                                  
PhoneNotConnectNotation	=Bitte Mobiltelefon anschließen und Treiber installieren.                                               
DriverExistNotation	=Treiber wurden installiert. Sie können diese mit der PC-Suite wieder deinstallieren.                   
OnlyOnePhoneNotation	=Bitte vor Treiberinstallation andere Mobiltelefone ausstecken.                                         
Key_DriverUpdateSuc	=Treiber-Update erfolgreich.                                                                            
Key_DriverUpdateFailed	=Treiber-Update fehlgeschlagen.                                                                         
Key_UpdateNotation	=Neuen Treiber gefunden. Möchten Sie diesen aktualisieren?                                              
Key_RestartNotation	=Treiber-Update erfolgreich. Bitte Computer neu starten.                                                
Key_UpDating		=Treiber-Update erfolgreich. Bitte warten…                                                              
Key_InstallFromPath=Zur Treiberinstallation bitte Datei setup.exe im CD-ROM-Stammpfad starten.

[Section_LID0x0413]//Dutch(nl)语言ID
Installinfo=Software configureren. Even geduld...
InfoAftetDriver=Installatie voltooid. Trek de USB-kabel uit de computer en start de computer opnieuw op om de PC Suite te gebruiken.
DrvProgramName=Driver installeren...
NotationBoxTiltle=Tip
PhoneNotConnectNotation=Sluit de mobiele telefoon aan en ga verder met de installatie van de drivers.
DriverExistNotation=De drivers zijn geïnstalleerd. U kunt ze verwijderen door de PC Suite te verwijderen.
OnlyOnePhoneNotation=Trek andere mobiele telefoons uit voordat u de drivers gaat installeren.
Key_DriverUpdateSuc=Driver bijgewerkt.
Key_DriverUpdateFailed=Driver niet bijgewerkt.
Key_UpdateNotation=Nieuwe driver gevonden. Wilt u hem bijweken?
Key_RestartNotation=Driver bijgewerkt. Start uw computer opnieuw.
Key_UpDating=Driver bijwerken. Even geduld...
Key_InstallFromPath=Voer het bestand setup.exe uit in het cd-rompad voor de installatie van drivers.

[Section_LID0x0406]//Danmark(da)语言ID
Installinfo=Konfigurerer software. Vent…
InfoAftetDriver=Installation gennemført. Sæt USB-kablet i computeren, og genstart computeren for at anvende PC suite.
DrvProgramName=Installerer driver…
NotationBoxTiltle=Tip
PhoneNotConnectNotation=Tilslut mobiltelefonen, og fortsæt med at installere drivere.
DriverExistNotation=Drivere er installeret. Du kan afinstallere dem ved at afinstallere PC suite.
OnlyOnePhoneNotation=Fjern andre mobiltelefoner før installation af drivere.
Key_DriverUpdateSuc=Driveropdateringen er gennemført.
Key_DriverUpdateFailed=Driveropdateringen mislykkedes.
Key_UpdateNotation=Ny driver fundet. Vil du opdatere den?
Key_RestartNotation=Driveropdateringen er gennemført. Genstart computeren.
Key_UpDating=Opdaterer driver. Vent...
Key_InstallFromPath=Kør filen setup.exe fra cd-rom-rodstien for at installere drivere.

[Section_LID0x0405]//Czech(cs)语言ID
Installinfo=Probíhá konfigurace softwaru. Čekejte...
InfoAftetDriver=Instalace byla dokončena. Aplikaci PC Suite lze použít až po odpojení kabelu USB a restartování počítače.
DrvProgramName=Probíhá instalace ovladače...
NotationBoxTiltle=Tip
PhoneNotConnectNotation=Připojte mobilní telefon a pokračujte v instalaci ovladačů.
DriverExistNotation=Ovladače byly nainstalovány. Odinstalovat je můžete tak, že odinstalujete aplikaci PC Suite.
OnlyOnePhoneNotation=Před instalací ovladačů odpojte ostatní mobilní telefony.
Key_DriverUpdateSuc=Aktualizace ovladače proběhla úspěšně.
Key_DriverUpdateFailed=Aktualizace ovladače se nezdařila.
Key_UpdateNotation=Nový ovladač nebyl nalezen. Chcete jej aktualizovat?
Key_RestartNotation=Aktualizace ovladače proběhla úspěšně. Restartujte počítač.
Key_UpDating=Aktualizace ovladače. Čekejte...
Key_InstallFromPath=Ovladače nainstalujete tak, že spustíte soubor setup.exe, který se nachází v kořenovém adresáři na disku CD-ROM.

[Section_LID0x041A]//Croatia(hr)语言ID
Installinfo=Konfiguriranje softvera. Molimo vas da pričekate...
InfoAftetDriver=Instalacija dovršena. Molimo vas da isključite USB kabel i da za korištenje PC suite ponovno pokrenete računalo.
DrvProgramName=Instaliranje upravljačkog programa…
NotationBoxTiltle=Vrsta
PhoneNotConnectNotation=Molimo vas da priključite mobilni telefon i nastavite s instalacijom upravljačkih programa.
DriverExistNotation=Upravljački programi su instalirani. Možete ih deinstalirati na način da deinstalirate PC suite.
OnlyOnePhoneNotation=Molimo vas da prije instaliranja upravljačkih programa isključite druge mobilne telefone.
Key_DriverUpdateSuc=Ažuriranje upravljačkog programa je uspješno.
Key_DriverUpdateFailed=Nije uspjelo ažuriranje upravljačkog programa.
Key_UpdateNotation=Pronađen je novi upravljački program. Želite li ga ažurirati?
Key_RestartNotation=Ažuriranje upravljačkog programa je uspješno. Molimo vas da ponovno pokrenete svoje računalo.
Key_UpDating=Ažuriranje upravljačkog programa. Molimo vas da pričekate...
Key_InstallFromPath=Molimo vas da za instaliranje upravljačkih programa pokrenete datoteku setup.exe file na korijenskom putu CD-ROM-a.

[Section_LID0x0403]//Catalunya(ca)语言ID
Installinfo=S'està configurant el programari. Espereu-vos...
InfoAftetDriver=Fi de la instal·lació. Desconnecteu el cable USB i reinicieu l'ordinador per fer servir PC suite.
DrvProgramName=S'està instal·lant el controlador...
NotationBoxTiltle=Suggeriment
PhoneNotConnectNotation=Connecteu el telèfon mòbil i repreneu la instal·lació dels controladors.
DriverExistNotation=S'han instal·lat els controladors. Podeu desinstal·lar-los desinstal·lant PC suite.
OnlyOnePhoneNotation=Desconnecteu els altres telèfons mòbils abans d'instal·lar els controladors.
Key_DriverUpdateSuc=El controlador s'ha actualitzat correctament.
Key_DriverUpdateFailed=No s'ha pogut actualitzar el controlador.
Key_UpdateNotation=S'ha trobat un controlador nou. Voleu actualitzar-lo?
Key_RestartNotation=El controlador s'ha actualitzat correctament. Reinicieu l'ordinador.
Key_UpDating=S'està actualitzant el controlador. Espereu-vos...
Key_InstallFromPath=Executeu el fitxer setup.exe que trobareu a l'arrel del CD-ROM per instal·lar els controladors.

[Section_LID0x0401]//Arabic(ar)语言ID
Installinfo=جارٍ تكوين البرنامج. يرجى الانتظار…
InfoAftetDriver=اكتمل إلغاء التثبيت. يرجى فصل كابل USB وإعادة تشغيل الكمبيوتر لاستخدام PC suite.
DrvProgramName=جارٍ تثبيت برنامج التشغيل...
NotationBoxTiltle=تلميح
PhoneNotConnectNotation=يرجى توصيل الهاتف المحمول ومتابعة تثبيت برامج التشغيل.
DriverExistNotation=تم تثبيت برامج التشغيل. يمكنك إلغاء تثبيتها عن طريق إلغاء تثبيت PC suite.
OnlyOnePhoneNotation=يرجى فصل الهواتف المحمولة الأخرى قبل تثبيت برامج التشغيل.
Key_DriverUpdateSuc=تم تحديث برنامج التشغيل بنجاح.
Key_DriverUpdateFailed=فشل تحديث برنامج التشغيل.
Key_UpdateNotation=تم العثور على برنامج تشغيل جديد. هل ترغب في تحديثه؟
Key_RestartNotation=تم تحديث برنامج التشغيل بنجاح. يرجى إعادة تشغيل الكمبيوتر.
Key_UpDating=جارٍ تحديث برنامج التشغيل. الرجاء الانتظار...
Key_InstallFromPath=يرجى تشغيل ملف setup.exe في المسار الأصلي لمحرك الأقراص المضغوطة CD-ROM للقيام بتثبيت برامج التشغيل.